print("")
print("Задание 2")
pers=5
cook_book = [
  ['салат',
      [
        ['картофель', 100, 'гр.'],
        ['морковь', 50, 'гр.'],
        ['огурцы', 50, 'гр.'],
        ['горошек', 30, 'гр.'],
        ['майонез', 70, 'мл.'],
      ]
  ],
  ['пицца',
      [
        ['сыр', 50, 'гр.'],
        ['томаты', 50, 'гр.'],
        ['тесто', 100, 'гр.'],
        ['бекон', 30, 'гр.'],
        ['колбаса', 30, 'гр.'],
        ['грибы', 20, 'гр.'],
      ],
  ],
  ['фруктовый десерт',
      [
        ['хурма', 60, 'гр.'],
        ['киви', 60, 'гр.'],
        ['творог', 60, 'гр.'],
        ['сахар', 10, 'гр.'],
        ['мед', 50, 'мл.'],
      ]

  ],
    ['Блины',
     [
         ['мука', 200, 'гр.'],
         ['яйца', 4, 'шт.'],
         ['соль', 6, 'гр.'],
         ['сахар', 40, 'гр.'],
         ['молоко', 400, 'мл.'],
     ]

     ]

]
for i in range(5):
    print(cook_book[3][1][i][0])
